"use client";

import Breadcrumbs from "../../components/Breadcrumbs";

export default function CatalogSlugPage({ params }) {
  const breadcrumbs = [
    { label: "Главная", href: "/" },
    { label: "Корпоративным клиентам" },
  ];

  return (
    <main className="a-page-static a-page__main">
      <div className="a-page-catalog__container">
        <Breadcrumbs
          items={breadcrumbs}
          className="a-page-catalog__breadcrumbs"
        />

      </div>
 <div className="a-page-static__container">
  <section className="a-page-static__section">
    <div className="a-page-static__title">
      <h1>Политика конфиденциальности</h1>
    </div>{" "}
    <div className="a-page-static__wrap">
      <div className="a-page-static__style">
        <style /> <script />
      </div>{" "}
      <div className="a-page-static__sidebar">
        <div className="page-static-menu__list">
          <div className="page-static-menu__item">
            <a
              className="page-static-menu__link nuxt-link-active"
              href="/customer/">
              Как заказать
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/promo/">
              Акции
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/corporate/">
              Корпоративным клиентам
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/delivery/">
              Доставка
            </a>
          </div>
          <div className="page-static-menu__item">
            <a
              className="page-static-menu__link"
              href="/customer/mobile-application/">
              Мобильное приложение
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/pay/">
              Оплата
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/returns/">
              Правила приемки и возврата
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/garantii/">
              Гарантии
            </a>
          </div>
          <div className="page-static-menu__item">
            <a
              className="page-static-menu__link"
              href="/customer/polzovatelskoe-soglashenie/">
              Пользовательское соглашение
            </a>
          </div>
          <div className="page-static-menu__item">
            <a
              aria-current="page"
              className="page-static-menu__link nuxt-link-exact-active nuxt-link-active page-static-menu__link--active"
              href="/customer/politika-konfidentsialnosti/">
              Политика конфидециальности
            </a>
          </div>
          <div className="page-static-menu__item">
            <a
              className="page-static-menu__link"
              href="/customer/bonusnaya-programma/">
              Бонусная программа
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/gift-cards/">
              Подарочные карты
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/promokody/">
              Промокоды
            </a>
          </div>
          <div className="page-static-menu__item">
            <a className="page-static-menu__link" href="/customer/faq/">
              FAQ
            </a>
          </div>
        </div>
      </div>{" "}
      <div className="a-page-static__description a-page-static__description--old">
        <p>
          Настоящая Политика конфиденциальности персональных данных (далее –
          Политика конфиденциальности) распространяется на всю информацию,
          которую получает Интернет-магазин сети центров инструмента и техники
          «BREMAX» (
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          ) от Пользователей во время их доступа в Интернет-магазин.
          Интернет-магазин гарантирует сохранность персональных данных
          Пользователя и защищает информацию от доступа к ней третьих лиц. База
          Интернет-магазина собирает и хранит сведения о Пользователе (личный
          email, имя, фамилию, адрес для доставки, телефон) исключительно для
          частного применения: для эффективности взаимодействия с
          Интернет-магазина с Пользователем и улучшения качества обслуживания.
        </p>
        <p />
        <h3>1. ОСНОВНЫЕ ТЕРМИНЫ</h3>
        <p>
          1.1. В настоящей Политике конфиденциальности используются следующие
          термины:
        </p>
        <p>
          1.1.1. «Администрация сайта Интернет-магазина (далее – Администрация
          сайта)» – уполномоченные сотрудники управления Сайтом, действующие от
          имени ООО «BREMAX-Инвест», которые организуют и (или) осуществляет
          обработку персональных данных, а также определяют цели обработки
          персональных данных, состав персональных данных, подлежащих обработке,
          действия (операции), совершаемые с персональными данными.
        </p>
        <p />
        <p>
          1.1.2. «Персональные данные» - любая информация, прямо или косвенно
          относящаяся к физическому лицу (субъекту персональных данных).
        </p>
        <p>
          1.1.3. «Обработка персональных данных» - любое действие (операция) или
          совокупность действий (операций), совершаемых с использованием средств
          автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), обезличивание,
          блокирование, удаление, уничтожение персональных данных.
        </p>
        <p>
          1.1.4. «Конфиденциальность персональных данных» – обязательное для
          соблюдения сотрудником Интернет-магазина или иным получившим доступ к
          персональным данным лицом требование не допускать их распространения
          без согласия субъекта персональных данных или без наличия иного
          законного основания.
        </p>
        <p>
          1.1.5. «Пользователь сайта Интернет-магазина (далее – Пользователь)» –
          лицо, имеющее доступ к Сайту посредством сети Интернет и использующее
          Сайт Интернет-магазина.
        </p>
        <p>
          1.1.6. «Сайт» – ресурс, расположенный в сети Интернет по адресу 
          <a href="/">http://www.bigam.ru</a>.
        </p>
        <p>
          1.1.7. «Интернет-магазин» – Сайт, специально созданный для покупок и
          продаж посредством сети Интернет.
        </p>
        <p>
          1.1.8. «IP-адрес» – уникальный сетевой адрес узла в компьютерной сети,
          построенной по протоколу IP.
        </p>
        <p>
          1.1.9. «Cookies» – небольшой фрагмент данных, отправленный
          веб-сервером и хранимый на компьютере пользователя, который веб-клиент
          или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при
          попытке открыть страницу соответствующего сайта.
        </p>
        <p />
        <p />
        <h3>2. ОБЩИЕ ВОПРОСЫ</h3>
        <p>
          2.1. В настоящей Политике конфиденциальности прописаны методы
          использования и хранения в базе Интернет-магазина конфиденциальных
          данных Пользователей, посещающих сайт 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          .
        </p>
        <p>
          2.2. Предоставляя интернет-магазину 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           информацию частного характера через сайт 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          , Пользователь по умолчанию соглашается с передачей, использованием и
          раскрытием его персональных данных в соответствии с условиями
          настоящей Политики конфиденциальности.
        </p>
        <p>
          2.3. Данная Политика конфиденциальности применяется только в отношении
          данных частного характера, полученных через интернет-магазин 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          . К информации частного характера относятся данные, которые позволяют
          при ее использовании отдельно или в совокупности с другими доступными
          Интернет-магазину данными идентифицировать персональные данные
          клиента.
        </p>
        <p>
          2.4. Сайт не содержит материалов, запрещенных к просмотру детям и
          подросткам младше 18 лет. Несовершеннолетним запрещено передавать
          любые личные данные через интернет без согласия одного из родителей
          или опекуна. Интернет-магазин 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           гарантирует, что намеренно не собирает и не хранит личные данные,
          поступившие от несовершеннолетних лиц или связанные с ними.
        </p>
        <p>
          2.5. На сайте 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           могут находиться ссылки, позволяющие перейти на сторонние сайты.
          Интернет-магазин не несет ответственности за сведения, публикуемые на
          этих сайтах, и предоставляет ссылки на них только в целях обеспечения
          удобства Пользователей. На сайте{" "}
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          намеренно не публикуются ссылки на интернет-ресурсы, которые могут
          привести к повреждению или заражению вирусами компьютера Пользователя.
        </p>
        <p />
        <h3>3. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h3>
        <p>
          3.1. Если Пользователь не зарегистрирован на сайте, при просмотре
          содержимого он идентифицируется как анонимный. Серверы сайта 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
            могут собирать у такого Пользователя  следующую информацию (для
          статистики):
        </p>
        <ul type="disc">
          <li>тип браузера;</li>
          <li>тип компьютера;</li>
          <li>тип операционной системы;</li>
          <li>IP-адрес.</li>
        </ul>
        <p />
        <p>
          3.2. Информация о зарегистрированных Пользователях собирается и
          хранится на сервере, а именно:
        </p>
        <p>
          3.2.1. Персональная информация, а также любая другая информация,
          которую Пользователи сознательно и добровольно передают процессе
          регистрации и при пользовании Сайтом:
        </p>
        <ul type="disc">
          <li>фамилия, имя, отчество;</li>
          <li>e-mail;</li>
          <li>мобильный телефон;</li>
          <li>пароль – аналог собственноручной подписи;</li>
          <li>
            для юридических лиц дополнительно: наименование организации,
            идентификационный номер налогоплательщика (ИНН), код причины
            постановки на учет (КПП).{" "}
          </li>
        </ul>
        <p>
          Если заказ был отправлен ошибочно по причине предоставления
          недостоверных данных Пользователем, интернет-магазин 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           снимает с себя всякую ответственность за доставку такого заказа.
        </p>
        <p>
          Аналогом собственноручной подписи Пользователя является личный пароль
          доступа к его учетной записи. Все действия, совершенные в системе с
          использованием этого пароля, признаются совершенными лично
          Пользователем. Клиент несет полную ответственность за сохранность и
          неразглашение данных своего личного пароля.
        </p>
        <p>Цель сбора информации:</p>
        <ul type="disc">
          <li>
            регистрация Пользователя на сайте, принятие, обработка и доставка
            заказа;
          </li>
          <li>
            осуществление обратной связи с Пользователем, предоставление
            клиентской поддержки;
          </li>
          <li>оповещение об изменениях в работе Интернет-магазина;</li>
          <li>
            предоставление информации об акциях, поступлении новинок, рекламных
            рассылок с согласия Пользователя (Пользователь может оформить отказ
            от рассылок путем перехода по соответствующей ссылке в
            информационной рассылке).{" "}
          </li>
        </ul>
        <p />
        <p>
          3.2.2. Данные из cookies-файлов. Это небольшие текстовые файлы,
          которые сохраняют данные о действиях Пользователя на Сайте после его
          посещения. Cookies-файлы не влияют на операционную систему и
          дальнейшую работу компьютера Пользователя.
        </p>
        <p>
          Цель сбора данных файлов: cookies-файлы сохраняют введенный
          Пользователем логин и пароль для последующих входов в Личный кабинет
          на Сайте. Сookies-файлы также сохраняют все пользовательские
          настройки, например, регион, индивидуальные предпочтения и т.д.
          Интернет-магазин использует эту информацию для ведения статистики о
          Пользователях и их запросах. Эти исследования помогают сотрудникам
          Интернет-магазина проводить анализ, оценку, улучшать работу Сайта,
          повышать качество продуктов и услуг, совершенствовать механизмы
          общения с клиентами.
        </p>
        <p>
          Пользователь может удалить cookies-файлы после посещения сайта 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          . Однако в этом случае интернет-магазин 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           не несет ответственности за ненадлежащее качество работы ресурса.
        </p>
        <p>
          3.2.3. Информация от браузера – данные, которые автоматически
          отправляются из браузера на сервер, например, IP-адрес, история
          последних посещений, название операционной системы, название и версия
          программы, через которую Пользователь осуществляет выход в интернет,
          дата и время посещения Сайта Пользователем. Изменение настроек
          браузера позволит ограничить передачу подобной информации.
        </p>
        <p>
          Цель сбора информации: Интернет-магазин ведет статистику посещений для
          правильного функционирования своих серверов и учета собственного
          трафика. В данном случае собранная статистическая информация не
          ассоциируется с конкретными Пользователями и обрабатывается только в
          виде обобщенной статистики. IP-адрес Пользователя и время доступа в
          систему сохраняются в базе данных в соответствии с пользовательским
          идентификатором с целью предотвращения мошенничества.
        </p>
        <p>
          3.2.4. Информация от третьих лиц – это частные данные, которые
          предоставляют Интернет-магазину партнеры, поставщики или иная третья
          сторона, например, банк с информацией об успешном проведении платежа.
        </p>
        <p>
          3.2.5. При посещении Сайта пользователь дает согласие на обработку
          указанных данных с использованием метрических сервисов, включая Яндекс
          Метрику, для анализа использования, измерения и повышение уровня
          производительности сайта. Согласие действует с момента предоставления
          и в течение всего периода использования сайта Пользователем.
        </p>
        <p>
          Цель сбора информации: выполнение обязательств Интернет-магазина по
          оформлению и доставке товара клиенту, обработке и получению платежей
          или уведомлению клиента о состоянии его заказа.
        </p>
        <p>
          3.3. На сайте 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           Пользователь может оставлять любые отзывы к товарам. В этом случае он
          обязан помнить, что информация личного характера, которую он оставляет
          в этих разделах Сайта, видна другим Пользователям. В целях
          предотвращения мошенничества или других противоправных действий с
          личными данными Пользователь не должен сообщать персональную
          информацию (телефон, адрес электронной почты, логин, пароль и проч.) в
          отзывах и прочих публичных сообщениях. В данном случае
          Интернет-магазин не несет ответственности за безопасность этих данных.
        </p>
        <p>
          3.3.1. Продавец имеет право не публиковать отзыв Покупателя по причине
          несоответствия реальному опыту использования Товаров или в случае,
          если информация не является полезной для других Покупателей Сайта.
        </p>
        <p />
        <h3>4. ОБЯЗАТЕЛЬСТВА СТОРОН</h3>
        <p>4.1. Пользователь обязан:</p>
        <p>
          4.1.1. Предоставить информацию о персональных данных, необходимую для
          пользования Сайтом Интернет-магазина.
        </p>
        <p>
          4.1.2. Обновить, дополнить предоставленную информацию о персональных
          данных в случае изменения данной информации.
        </p>
        <p>4.2. Администрация сайта обязана:</p>
        <p>
          4.2.1. Использовать полученную информацию исключительно для целей,
          указанных в п. 3 настоящей Политики конфиденциальности.
        </p>
        <p>
          4.2.2. Обеспечить хранение конфиденциальной информации в тайне, кроме
          случаев, предписанных Федеральным законом от 27.07.2006 г. № 152-ФЗ «О
          персональных данных», не разглашать без предварительного письменного
          разрешения Пользователя, а также не осуществлять продажу, обмен,
          опубликование, либо разглашение иными возможными способами переданных
          персональных данных Пользователя, за исключением п.7 и п.6.1.
          настоящей Политики конфиденциальности.
        </p>
        <p>
          4.2.3. Принимать меры предосторожности для защиты конфиденциальности
          персональных данных Пользователя согласно порядку, обычно
          используемому для защиты такого рода информации в существующем деловом
          обороте.
        </p>
        <p>
          4.2.4. Осуществить блокирование персональных данных, относящихся к
          соответствующему Пользователю, с момента обращения или запроса
          Пользователя или его законного представителя, либо уполномоченного
          органа по защите прав субъектов персональных данных на период
          проверки, в случае выявления недостоверных персональных данных или
          неправомерных действий.
        </p>
        <p></p>
        <h3>5. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
        <p>
          5.1. Администрация сайта, не исполнившая свои обязательства, несёт
          ответственность за убытки, понесённые Пользователем в связи с
          неправомерным использованием персональных данных, в соответствии с
          законодательством Российской Федерации, за исключением случаев,
          предусмотренных п.7 и п.6.1. настоящей Политики Конфиденциальности.
        </p>
        <p>
          5.2. В случае утраты или разглашения конфиденциальной информации
          Администрация сайта не несёт ответственность, если данная
          конфиденциальная информация:
        </p>
        <ul>
          <li>стала публичным достоянием до её утраты или разглашения;</li>
          <li>
            {" "}
            была получена от третьей стороны до момента её получения
            Администрацией сайта;
          </li>
          <li>была разглашена с согласия Пользователя.</li>
        </ul>
        <p>
          5.3.  Администрация сайта оставляет за собой право прекратить доступ в
          Личный кабинет и заблокировать или аннулировать регистрацию без
          предварительного уведомления Пользователя. При этом информация
          Пользователя уничтожается, а его регистрация аннулируется.
        </p>
        <p>
          5.4. В случае нарушения Покупателем условий настоящей Политики
          конфиденциальности Администрация сайта вправе приостановить
          сотрудничество или доступ в Личный кабинет данному Пользователю до
          момента устранения Пользователем допущенных нарушений и возмещения
          Интернет-магазину убытков, причинённых нарушением, в полном объеме.
        </p>
        <h3>6. ЗАЩИТА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ </h3>
        <p>
          6.1. Интернет-магазин имеет право использовать услуги других компаний
          и частных лиц для выполнения определенных видов работ, например,
          доставки посылок, почты и сообщений по электронной почте, удаления
          дублированной информации из списков клиентов, анализа данных,
          предоставления маркетинговых услуг, обработки платежей по кредитным
          картам. Эти юридические/физические лица имеют доступ к личной
          информации Пользователей только в период выполнения своих услуг.
          Предоставляемая этим лицам для работы личная информация о
          Пользователях не может быть использована в других целях.
        </p>
        <p>
          6.2. При оплате заказов в интернет-магазине 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           с помощью банковских карт (дебетовых, кредитных и проч.) все операции
          с ними проходят на сторонних ресурсах банков в специальных защищенных
          режимах. Никакая конфиденциальная информация о банковских картах,
          кроме уведомления о произведенном платеже, в Интернет-магазин не
          передается и передана быть не может.
        </p>
        <p>
          6.3. Интернет-магазин реализует мероприятия по защите личных
          (персональных) данных клиентов в следующих направлениях:
        </p>
        <ul type="disc">
          <li>
            предотвращение утечки информации, содержащей личные (персональные)
            данные, по техническим каналам связи и иными способами;{" "}
          </li>
          <li>
            предотвращение несанкционированного доступа к информации, содержащей
            личные (персональные) данные, специальных воздействий на такую
            информацию (носителей информации) в целях ее добычи, уничтожения,
            искажения и блокирования доступа к ней;{" "}
          </li>
          <li>защита от вредоносных программ;</li>
          <li>обнаружение вторжений и компьютерных атак.</li>
        </ul>
        <h3>7. ОСОБЫЕ УСЛОВИЯ ПЕРЕДАЧИ ЛИЧНОЙ ИНФОРМАЦИИ ТРЕТЬИМ ЛИЦАМ</h3>
        <p>
          7.1. Существуют ограниченные условия, при которых интернет-магазин{" "}
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
          может предоставить информацию частного характера из своей базы данных
          третьим лицам:
        </p>
        <ul type="disc">
          <li>
            в целях удовлетворения требований, запросов или распоряжения суда;
          </li>
          <li>
            в целях сотрудничества с правоохранительными, следственными или
            другими государственными органами, при этом Интернет-магазин
            оставляет за собой право сообщать в государственные органы о любой
            противоправной деятельности без уведомления Пользователя о своих
            действиях;{" "}
          </li>
          <li>
            в целях предотвращения или расследования предполагаемого
            правонарушения, например, мошенничества или кражи идентификационных
            данных;{" "}
          </li>
          <li>
            в целях защиты юридических прав, прав собственности или безопасности
            Сайта, сотрудников Интернет-магазина, агентов, других пользователей
            и общества в целом.{" "}
          </li>
        </ul>
        <h3>8. СРОКИ ХРАНЕНИЯ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h3>
        <p>
          8.1. Хранение личной информации клиента ограничено сроком выполнения
          ряда связанных с ней необходимых операций (оформление, продажа и
          доставка заказа) или других законных целей, за исключением случаев,
          когда увеличенный период хранения информации определен или разрешен
          законодательством РФ.
        </p>
        <h3>9. ПРАВИЛА ПРИМЕНЕНИЯ РЕКОМЕНДАТЕЛЬНЫХ ТЕХНОЛОГИЙ</h3>
        <p>
          9.1 Рекомендация / Рекомендации – информация о Товарах, которые могут
          быть наиболее интересны и актуальны для Пользователя, и/или о похожих
          по характеристикам Товарах и/или о сопутствующих Товарах.
        </p>
        <p>
          9.2 Рекомендательные технологии – это информационные технологии
          предоставления информации на основе сбора, систематизации и анализа
          сведений, относящихся к предпочтениям пользователей сети «Интернет»,
          находящихся на территории Российской Федерации.
        </p>
        <p>
          9.3 Сайт предоставляет неперсонализированные рекомендации товаров
          (далее – Рекомендации) с целью улучшения опыта использования Сайта.
        </p>
        <p>
          9.4 Рекомендации для Пользователя реализуются в виде подборок Товаров
          на страницах Сайта. Следующие подборки Товаров основаны на
          неперсонализированных рекомендациях:
        </p>
        <ul>
          <li>«Новинки» на главной странице сайта;</li>
          <li>«BREMAX рекомендует» на главной странице сайта;</li>
          <li>«Хиты продаж» на страницах каталога;</li>
          <li>«Похожие товары» на странице товара;</li>
          <li>«С этим товаром смотрят» на странице товара.</li>
        </ul>
        <p>
          9.5 Подборка товаров «Недавно смотрели» основана на сборе,
          систематизации и анализе сведений, относящихся к действиям
          Пользователя на Сайте, а именно о последних просмотренных Товаров.
          Данные хранятся на Сайте и отображаются при взаимодействии с данной
          подборкой.
        </p>
        <p>
          9.6 При формировании неперсонализированных Рекомендаций используются
          данные о товарах и консолидированные сведения, относящиеся к
          предпочтениям релевантных групп других Посетителей Сайта, а именно
          обобщенные Данные.
        </p>
        <p>
          9.7 Данные собираются путем отправки событий с устройства Посетителя
          на Сайт и аккумулируются в системах аналитики и серверах для анализа и
          последующего формирования Рекомендаций на основе этих Данных.
        </p>
        <p>
          9.8 Сайт не собирает сведения, относящиеся к предпочтениям Посетителей
          Сайта, на других ресурсах сети «Интернет» для формирования
          Рекомендаций.
        </p>
        <p>
          9.9 Сайт строго соблюдает принципы конфиденциальности и безопасности
          личных данных, используемых в рамках Рекомендаций.
        </p>
        <h3>10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h3>
        <p>
          10.1. Все изменения положений или условий Политики конфиденциальности
          будут отражены в настоящем документе путем их размещения на Сайте.
          Интернет-магазин 
          <a href="/" target="_blank">
            www.bigam.ru
          </a>
           оставляет за собой право вносить изменения в те или иные разделы
          данного документа в любое время без предварительного уведомления,
          разместив обновленную версию настоящей Политики конфиденциальности на
          Сайте на данной странице. С момента ее публикации Пользователи
          считаются ознакомленными с новыми условиями Политики
          конфиденциальности.
        </p>
        <p>
          10.2. Все вопросы или предложения по настоящей Политике
          конфиденциальности присылать на email:{" "}
          <a href="mailto:help@bigam.ru">help@bigam.ru</a>.
        </p>
      </div>
    </div>
  </section>
</div>

    </main>
  );
}
